Repository: ondrejsika2/metrocar
Catalog: server/metrocar/reservations/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Basic information
cs: Základní informace

source: Additional information
cs: Další informace

source: Track
cs: Trasa

source: Reserved from
cs: Rezervováno od

source: Reserved until
cs: Rezervováno do

source: Select a car
cs: Zvolte automobil

source: Missing some data
cs: Chybějí některá data

source: Datetime is to late to create a reminder for reservation. Maximum datetime is %s.
cs: Datum pro vytvoření připomínky rezervace je příliš vzdálené. Maximální datum je %s.

source: Cancelled
cs: Zrušená

source: Comment
cs: Komentář

source: Created
cs: Vytvořená

source: Ended
cs: Ukončená

source: Finished
cs: Dokončená

source: Is service
cs: Servisní

source: Modified
cs: Upravená

source: Price
cs: Cena

source: Started
cs: Začátek

source: Path
cs: Trasa

source: User
cs: Uživatel

source: Car
cs: Automobil

source: Reservation
cs: Rezervace

source: Reservations
cs: Rezervace

source: From datetime must be before till.
cs: Datum od musí být menší než datum do.

source: Cannot create reservation in the past.
cs: Nelze vytvořit rezervaci v minulosti.

source: Minimum duration of %s minutes not reached.
cs: Minimální doba trvání (%s minut) nebyla dosažena.

source: Maximum duration of %(max_duration)s day has been exceeded.
cs: Maximální doba trvání %(max_duration)s den byla překročena.

source: Maximum duration of %(max_duration)s hour has been exceeded.
cs: Maximální doba trvání %(max_duration)s hodina byla překročena.

source: Maximum duration of %(max_duration)s minute has been exceeded.
cs: Maximální doba trvání %(max_duration)s minuta byla překročena.

source: No valid pricelist for selected car model.
cs: Nebyl nalezen žádný platný ceník pro zvolený model automobilu.

source: You don't have enough money to create reservation. Required account balance is %s.
cs: Nemáte dostatek peněz pro vytvoření rezervace. Požadovaná částka je přibližně %s.

source: You need to enter your address first at yout account settings. We need this information for creation of invoice.
cs: Nejprve musíte vložit svou adresu v nastavení účtu. Tato informace je pro nás nezbytná kvůli fakturaci.

source: Reservation cannot be created due to conflicting time
cs: Rezervace nemůže být dokončena, protože v zadaném čase už je auto rezervováno.

source: Cannot cancel reservation which already begun
cs: Nelze zrušit již započatou rezervaci

source: No valid pricelist found.
cs: Nebyl nalezen žádný platný ceník.

source: Date time
cs: Datum a čas

source: Sent
cs: Odesláno

source: Reservation reminder
cs: Připomínka rezervace

source: Reservation reminders
cs: Připomínky rezervací

source: Reservation bill
cs: Účet za rezervaci

source: Reservation bills
cs: Účty za rezervace

source: Bill for reservation %s
cs: Účet za rezervaci %s

source: Cannot create reservation reminder in the past.
cs: Nelze vytvořit připomínku rezervace v minulosti.

source: Cannot create reminder after reservation start.
cs: Nelze vytvořit připomínku rezervace, protože rezervace již začala.

source: Pricing summary
cs: Souhrn cen

source: Detailed information about journey price
cs: Detailní informace o ceně jízdy

source: Price for kms driven
cs: Cena za ujeté kilometry

source: Price for time elapsed
cs: Cena za uplynulý čas

source: Total price
cs: Celková cena
