Repository: ondrejsika2/metrocar
Catalog: metrocar/cars/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Basic information
cs: Základní informace

source: Connection information
cs: Informace o spojení

source: Location
cs: Poloha

source: Authorization key changed successfully.
cs: Autorizační klíč byl úspěšně změněn.

source: Change authorization key for %s
cs: Změnit autorizační klíč pro %s

source: Track
cs: Trasa

source: Name
cs: Jméno

source: Car manufacturer
cs: Výrobce

source: Car manufacturers
cs: Výrobci

source: Title
cs: Titulek

source: Fuel
cs: Palivo

source: Car type
cs: Typ automobilu

source: Car types
cs: Typy automobilů

source: Manufacturer
cs: Výrobce

source: Engine
cs: Motor

source: Seats count
cs: Počet sedadel

source: Storage capacity
cs: Úložný prostor

source: Main fuel
cs: Hlavní palivo

source: Alternative fuel
cs: Náhradní palivo

source: Notes
cs: Poznámky

source: Image
cs: Obrázek

source: Car model
cs: Model

source: Car models
cs: Modely

source: Color
cs: Barva

source: Car color
cs: Barva

source: Car colors
cs: Barvy

source: Active
cs: Aktivní

source: Authorization key
cs: Autorizační klíč

source: SHA1 encoded. Use the
cs: Zakódováno pomocí SHA1. Použijte

source: Dedicated parking only
cs: Pouze vyhrazená parkoviště

source: Last echo
cs: Poslední ohlášení

source: Manufacture date
cs: Datum výroby

source: Mobile number
cs: Mobilní číslo

source: Registration number
cs: SPZ

source: Last position
cs: Poslední pozice

source: Last address
cs: Poslední adresa

source: Owner
cs: Vlastník

source: Subsidiary
cs: Pobočka

source: Car
cs: Automobil

source: Cars
cs: Automobily

source: Code
cs: Kód

source: Approved
cs: Schváleno

source: Liter count
cs: Počet litrů

source: Place
cs: Místo

source: Bill image
cs: Obrázek účtu

source: Fuel bill
cs: Účet za palivo

source: Fuel bills
cs: Účty za palivo

source: Refuel
cs: Doplnění paliva

source: Purpose
cs: Účel

source: Maintenance bill
cs: Účet za údržbu

source: Maintenance bills
cs: Účty za údržbu

source: Maintenance
cs: Údržba

source: Places count
cs: Počet míst

source: Land registry number
cs: Číslo popisné

source: Street
cs: Ulice

source: City
cs: Město

source: Area
cs: Oblast

source: Parking
cs: Parkoviště

source: Parkings
cs: Parkoviště

source: Description
cs: Popis

source: Parking description
cs: Popis parkoviště

source: Parking descriptions
cs: Popisy parkovišť

source: Car position
cs: Pozice

source: Journey
cs: Jízda

source: Car positions
cs: Pozice

source: Waiting
cs: Čekání

source: Trip
cs: Cesta

source: Late return
cs: Pozdní návrat

source: Comment
cs: Komentář

source: Start datetime
cs: Čas začátku

source: End datetime
cs: Čas konce

source: Length
cs: Délka

source: Path
cs: Trasa

source: Price
cs: Cena

source: Journey type
cs: Druh jízdy

source: User
cs: Uživatel

source: Speedometer start state
cs: Stav tachometru na začátku

source: Speedometer end state
cs: Stav tachometru na konci

source: Journeys
cs: Jízdy

source: Cannot save journey for Car `%s` because it has one which is already active
cs: Nelze uložit jízdu pro vozidlo `%s`, protože tato jízda již má aktivní jiné vozidlo.

source: Journey end time must be after journey start time
cs: Konec jízdy musí být po startu jízdy.

source: State of speedometer in the end of the journey must be higher than in the beginning of the journey.
cs: Stav tachometru na konci jízdy musí být vyšší než na začátku jízdy.

source: Home
cs: Domů

source: Change authorization key
cs: Změna autorizačního klíče

source: Please correct the error below.
cs: Prosím opravte níže uvedené chyby.

source: Enter a new authorization key for the car <strong>%(car_name)s</strong>.
cs: Zadejte nový autorizační klíč pro <strong>%(car_name)s</strong>.

source: Authorization key (again)
cs: Autorizační klíč (znovu)

source: Enter the same authorization key as above, for verification.
cs: Zadejte stejný autorizační klíč jako výše pro kontrolu.

source: History
cs: Historie

source: View on site
cs: Zobrazit na webu

source: Pricing summary
cs: Cenový souhrn

source: Detailed information about journey price
cs: Podrobné informace o ceně jízdy

source: Journey is service journey and therefore has no pricing.
cs: Jízda je servisní a proto nemá žádné informace o ceně.

source: Price for kms driven
cs: Cena za ujeté kilometry

source: Price for time elapsed
cs: Cena za uplynulý čas

source: Total price
cs: Celková cena

source: Pricing details
cs: Detaily ceny

source: From
cs: Od

source: Till
cs: Do

source: Price per hour
cs: Cena za hodinu
