Repository: ondrejsika2/metrocar
Catalog: metrocar/tarification/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Basic information
cs: Základní informace

source: Pricing
cs: Ceny

source: Clone selected
cs: Zkopírovat vybrané

source: Only one of fields "%(date)s" and "%(weekday)s" is allowed.
cs: Pouze jedno z polí "%(date)s" a "%(weekday)s" může být vyplněno.

source: Date
cs: Datum

source: Weekday from
cs: Ode dne

source: Too late to cancel the reservation.
cs: Pro zrušení této rezervace je již příliš pozdě.

source: No storno fee record found.
cs: Nebyl nalezen žádný záznam pro storno poplatek.

source: Trying to cancel already finished reservation
cs: Pokoušíte se zrušit již dokončenou rezervaci.

source: Available
cs: Dostupný

source: Deleted
cs: Smazaný

source: Description
cs: Popis

source: Name
cs: Název

source: Pickup fee
cs: Poplatek za vyzvednutí automobilu

source: Price per hour
cs: Cena za hodinu

source: Price per km
cs: Cena za kilometr

source: Reservation fee
cs: Poplatek za rezervaci

source: Valid from
cs: Platný od

source: Car model
cs: Model automobilu

source: Pricelist
cs: Ceník

source: Pricelists
cs: Ceníky

source: No timeline record exists but being requested
cs: Požadavek vede na neexistující harmonogram

source: Monday
cs: Pondělí

source: Tuesday
cs: Úterý

source: Wednesday
cs: Středa

source: Thursday
cs: Čtvrtek

source: Friday
cs: Pátek

source: Saturday
cs: Sobota

source: Sunday
cs: Neděle

source: Pricelist day
cs: Den ceníku

source: Pricelist days
cs: Dny ceníků

source: Car unused ratio
cs: Koeficent čekání

source: Car used ratio
cs: Koeficient jízdy

source: Late return ratio
cs: Koeficient pozdního odevzdání

source: Time from
cs: Od

source: Pricelist daytime
cs: Čas ceníku

source: Pricelist daytimes
cs: Časy ceníků

source: From preceeding time
cs: Limit času zrušení

source: Price
cs: Poplatek

source: Storno fee timeline record
cs: Záznam pro storno poplatek

source: Storno fee timeline records
cs: Záznamy pro storno poplatky

source: Storno fee timeline
cs: Časové schéma storno poplatků

source: Reservation
cs: Rezervace

source: Fee timeline
cs: Časové schéma poplatků

source: Storno fee
cs: Storno poplatek

source: Storno fees
cs: Storno poplatky

source: History
cs: Historie

source: View on site
cs: Zobrazit na webu

source: To pricelist
cs: K ceníku

source: Pricelist timeline
cs: Časové schéma ceníku

source: Pricelist timeline showing time records
cs: Záznamy časového schématu

source: From
cs: Od

source: Fares
cs: Ceny

source: used
cs: použitý

source: unused
cs: nepoužitý

source: late return
cs: pozdě odevzdaný
