Repository: ondrejsika2/metrocar
Catalog: metrocar/tariffs/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Description
cs: Popis

source: Free km per month
cs: Měsíční volné kilometry

source: Name
cs: Název

source: Price correction ratio
cs: Korekční koeficient ceny

source: Price per month
cs: Cena za měsíc

source: Valid from
cs: Platný od

source: Valid until
cs: Platný do

source: Visible
cs: Viditelný

source: Fixed payment tariff
cs: Tarif

source: Fixed payment tariffs
cs: Tarify

source: User
cs: Uživatel

source: Day count
cs: Počet dní

source: Accumulated free km
cs: Nastřádané volné kilometry

source: Fixed payment tariff user details
cs: Detaily tarifu uživatele

source: %s tariff details
cs: Detail tarifu %s

source: Date from
cs: Od

source: Date until
cs: Do

source: Tariff
cs: Tarif

source: Fixed payment tariff history
cs: Historie tarifu

source: Km amount
cs: Počet kilometrů

source: Datetime
cs: Čas

source: Free Km usage history
cs: Historie využití volných kilometrů

source: Free km usage history for %s
cs: Historie využití volných kilometrů %s
