Repository: ondrejsika2/metrocar
Catalog: server/metrocar/helpdesk/locale/*/LC_MESSAGES/django.po
Languages: cs

source: The results of voting by other readers of this article are below:
cs: Výsledky hlasování ostatních uživatelů o tomto článku jsou níže:

source: Recommendations: %(recommendations)s
cs: Doporučení: %(recommendations)s

source: Votes: %(votes)s
cs: Hlasy: %(votes)s

source: Overall Rating: %(score)s
cs: Průměrné hodnocení: %(score)s

source: New Ticket
cs: Nové hlášení

source: Stats
cs: Statistiky

source: Saved Query
cs: Uložený dotaz

source: Change language
cs: Změnit jazyk

source: Change password
cs: Změnit heslo

source: Search...
cs: Vyhledávat...

source: Enter a keyword, or a ticket number to jump straight to that ticket.
cs: Pro přechod na hlášení zadejte klíčové slovo nebo identifikátor hlášení

source: Customer index
cs: Dashboard zákazníka

source: Report a car defect
cs: Nahlásit závadu vozidla

source: Logout
cs: Odhlásit se

source: Log In
cs: Přihlásit se

source: View a Ticket
cs: Zobrazit hlášení

source: Change the display language
cs: Změnit jazyk stránek

source: Knowledgebase Articles
cs: Články v bázi znalostí

source: All fields are required.
cs: Všechny položky jsou povinné

source: Please use button at upper right to login first.
cs: Nejprve se přihlaste

source: Your E-mail Address
cs: Vaše e-mailová adresa

source: View Ticket
cs: Zobrazit hlášení

source: Unable To Open Ticket
cs: Nelze otevřít hlášení

source: Sorry, but there has been an error trying to submit your ticket.
cs: Je nám líto, ale při nahlašování došlo k chybě.

source: Our system has marked your submission as <strong>spam</strong>, so we are unable to save it. If this is not spam, please press back and re-type your message. Be careful to avoid sounding 'spammy', and if you have heaps of links please try removing them if possible.
cs: Náš systém označil Vaši zprávu za <strong>spam</strong>, proto bude zahozena. Pokud se nejedná o spam, zkuste vyplnit hlášení lépe.Zkuste se vyhnout podivným formulacím a mnoha linkům.

source: We are sorry for any inconvenience, however this check is required to avoid our helpdesk resources being overloaded by spammers.
cs: Omlouváme se za zdržení, ale tato kontrola je ochrana proti spamu.

source: Error:
cs: Chyba:

source: Queue: %(queue_name)s
cs: Typ závady: %(queue_name)s

source: Submitted On
cs: Datum nahlášení

source: Tags
cs: Tagy

source: Accept
cs: Přijmout

source: Accept and Close
cs: Přijmout a uzavřít

source: Follow-Ups
cs: Komentáře

source: Changed %(field)s from %(old_value)s to %(new_value)s.
cs: Změněna hodnota položky %(field)s z %(old_value)s na %(new_value)s.

source: Reports &amp; Statistics
cs: Reporty &amp; Statistiky

source: You haven't created any tickets yet, so you cannot run any reports.
cs: Reporty mohou proběhnout až po vytvoření hlášení

source: Reports By User
cs: Reporty dle uživatele

source: by Priority
cs: dle priority

source: by Queue
cs: dle typu závady

source: by Status
cs: dle stavu

source: by Month
cs: dle měsíce

source: by Logged hours
cs: dle hodin strávených řešením

source: Reports By Queue
cs: Reporty dle typu závady

source: Days until ticket closed by Month
cs: počet dní k uzavření hlášení dle měsíce

source: You can run this query on filtered data by using one of your saved queries.
cs: Report může být proveden nad množinou dat získaných dotazem.

source: Select Query:
cs: Vybrat dotaz:

source: Filter Report
cs: Filtrovat report

source: Want to filter this report to just show a subset of data? Go to the Ticket List, filter your query, and save your query.
cs: Přejete si zobrazit pouze vybraná data tohoto reportu? Přejděte na Seznam hlášení, nastavte a uložte dotaz.

source: All Open Tickets
cs: Všechna oteveřná hlášení

source: Open Tickets
cs: Otevřená hlášení

source: Change System Settings
cs: Změnit systémová nastavení

source: The following items can be maintained by you or other superusers:
cs: Následující položky mohou být spravovány Vámi a ostatními superuživateli (administrátory):

source: Maintain Queues
cs: Správa typů závad

source: Maintain Pre-Set Replies
cs: Správa přednastavených odpovědí

source: Maintain Knowledgebase Categories
cs: Správa kategorií báze znalostí

source: Maintain Knowledgebase Items
cs: Správa položek báze znalostí

source: Maintain E-Mail Templates
cs: Správa šablon e-mailů

source: View Ticket Details
cs: Zobrazit detaily hlášení

source: Attach another File
cs: Přidat další soubor

source: Add Another File
cs: Přidat další soubor

source: Private
cs: Privátní

source: Logged hours
cs: Hodiny strávené řešením

source: Respond to this ticket
cs: Reagovat na toto hlášení

source: Use a Pre-set Reply
cs: Použít přednastavenou odpověď

source: (Optional)
cs: (Volitelné)

source: Selecting a pre-set reply will over-write your comment below. You can then modify the pre-set reply to your liking before saving this update.
cs: Výběr přednastavené odpovědi přepíše Váš komentář. Po výběru ji ovšem můžete upravit dle libosti.

source: Comment / Resolution
cs: Komentář / Řešení

source: You can insert ticket and queue details in your message. For more information, see the <a href='../../help/context/'>context help page</a>.
cs: Do své zprávy můžete vložit detaily o hlášení nebo typu závady. Pro více informací se podívejte do <a href='../../help/context/'>nápovědy</a>.

source: New Status:
cs: Nový stav:

source: Is this update public?
cs: Je toto hlášení veřejné?

source: If this is public, the submitter will be e-mailed your comment or resolution.
cs: Je-li toto hlášení veřejné, nahlašovatel bude e-mailem informován o komentářích a řešení.

source: Change Further Details &raquo;
cs: Změnit další vlastnosti &raquo;

source: Owner
cs: Řešitel

source: Unassign
cs: Odebrat řešitele

source: Update This Ticket
cs: Aktualizovat toto hlášení

source: Add Ticket CC
cs: Přidat CC hlášení

source: <h2>Add Ticket CC</h2> <p>To automatically send an email to a user or e-mail address when this ticket is updated, select the user or enter an e-mail address below.</p>
cs: <h2>Přidat CC hlášení</h2> <p>Pro automatické zasílání informací o aktualizaci tohoto hlášení vyberte uživatele nebo zadejte e-mailovou adresu.</p>

source: Save Ticket CC
cs: Uložit CC tohoto hlášení

source: Delete Ticket CC
cs: Smazat CC tohoto hlášení

source: <h2>Delete Ticket CC</h2> <p>Are you sure you wish to delete this email address (<em>%(email_address)s</em>) from the CC list for this ticket? They will stop receiving updates.</p>
cs: <h2>Smazat CC tohoto hlášení</h2> <p>Přejete si smazat tuto e-mailovou adresu (<em>%(email_address)s</em>) ze seznamu CC tohoto hlášení? Pokud ano, již nebudou informovánio aktualizacích.</p>

source: Don't Delete
cs: Ne, nemazat

source: Yes, Delete
cs: Ano, smazat

source: Ticket CC Settings
cs: CC nastavení hlášení

source: <h2>Ticket CC Settings</h2> <p>The following people will receive an e-mail whenever <em><a href='../'>%(ticket_title)s</a></em> is updated. Some people can also view or edit the ticket via the public ticket views.</p> <p>You can <a href='add/'>add a new e-mail address to the list</a> or delete any of the items below as required.</p>
cs: <h2>Nastavení CC hlášení</h2> <p>Následující sznam uživatelů bude e-mailem informován vždy, když je <em><a href='../'>%(ticket_title)s</a></em> aktualizován. Někteří uživatelé mohou zobrazit nebo upravit hlášení přes veřejně dostupné formuláře.</p> <p>Můžete <a href='add/'>přidat e-mailovou adresu do seznamu</a> nebo smazat jakoukoliv z následujícího seznamu.</p>

source: Ticket CC List
cs: CC seznam hlášení

source: View?
cs: Zobrazit?

source: Update?
cs: Aktualizovat?

source: Return to <em>%(ticket_title)s</em>
cs: Vrátit se k <em>%(ticket_title)s</em>

source: Add Ticket Dependency
cs: Přidat závislost hlášení

source: <h2>Add Ticket Dependency</h2> <p>Adding a dependency will stop you resolving this ticket until the dependent ticket has been resolved or closed.</p>
cs: <h2>Přidat závislost hlášení</h2> <p>Přidání závislosti znemožní vyřešit toto hlášení, dokud nebudou všechny přidané závislosti vyřešeny</p>

source: Save Ticket Dependency
cs: Uložit závislost hlášení

source: Delete Ticket Dependency
cs: Smazat závislost hlášení

source: <h2>Delete Ticket Dependency</h2> <p>Are you sure you wish to remove the dependency on this ticket?</p>
cs: <h2>Smazání závislosti hlášení</h2> <p>Opravdu si přeje odebrat vybranou závislost z tohoto hlášení?</p>

source: Queue: %(queue)s
cs: Typ: %(queue)s

source: Assigned To
cs: Řešitel

source: Take
cs: Vzít

source: Username
cs: Uživatelské jméno

source: Reported by
cs: Kdo nahlásil:

source: Copies To
cs: Kopíruje se do:

source: Click here to add / remove people who should receive an e-mail whenever this ticket is updated.
cs: Klikněte zde pro přidání/odebrání uživatelů, kteří mají dostat e-mail informující o každé aktualizaci tohoto hlášení

source: Manage
cs: Správa

source: Subscribe
cs: Odebírat

source: Dependencies
cs: Závislosti

source: This ticket cannot be resolved until the following ticket(s) are resolved
cs: Toto hlášení nemůže být vyřešeno, dokud nebudou vyřešeny následující hlášení

source: Remove Dependency
cs: Odstranit závislost

source: This ticket has no dependencies.
cs: Toto hlášení nemá žádné závislosti

source: Add Dependency
cs: Přidat závislost

source: Change Query
cs: Změnit dotaz

source: Sorting
cs: Řazení

source: Keywords
cs: Klíčová slova

source: Date Range
cs: Interval

source: Reverse
cs: Obrácené řazení

source: Ordering applied to tickets
cs: Řazení aplikované na hlášení

source: Owner(s)
cs: Řešitel(é)

source: (ME)
cs: (JÁ)

source: Ctrl-Click to select multiple options
cs: Pro výběr více možností držte při kliknutí Ctrl

source: Queue(s)
cs: Typ(y)

source: Ctrl-click to select multiple options
cs: Pro výběr více možností držte při kliknutí Ctrl

source: Status(es)
cs: Stav(y)

source: Date (From)
cs: Datum (od)

source: Date (To)
cs: Datum (do)

source: Use YYYY-MM-DD date format, eg 2011-05-29
cs: Používejte formát YYYY-MM-DD, například 5. prosince 2015 je 2015-12-05.

source: Keywords are case-insensitive, and will be looked for in the title, body and submitter fields.
cs: Klíčová slova nejsou závislá na velikosti písmen, klíčová slova se hledají v položkách názvu, popisu a nahlašovatele.

source: Apply Filter
cs: Aplikovat filtr

source: You are currently viewing saved query <strong>"%(query_name)s"</strong>.
cs: Nyní se díváte na uložený dotaz <strong>"%(query_name)s"</strong>.

source: <a href='../reports/?saved_query=%(query_id)s'>Run a report</a> on this query to see stats and charts for the data listed below.
cs: <a href='../reports/?saved_query=%(query_id)s'>Provést report</a> tohoto dotazu pro zobrazení statistik.

source: Save Query
cs: Uložit dotaz

source: This name appears in the drop-down list of saved queries. If you share your query, other users will see this name, so choose something clear and descriptive!
cs: Tento název se zobrazuje v seznamu uložených dotazů. Pokud budete tento dotaz sdílet, ostatní uživatelé uvidí právě tento název, proto zvolte vhodný název dotazu.

source: Shared?
cs: Sdílené?

source: Yes, share this query with other users.
cs: Ano, sdílet tento dotaz s ostatními uživateli.

source: If you share this query, it will be visible by <em>all</em> other logged-in users.
cs: Sdílené dotazy budou viditelné <em>všem</em> přihlášeným uživatelům.

source: Use Saved Query
cs: Použít uložený dotaz

source: Query
cs: Dotaz

source: Run Query
cs: Provést dotaz

source: Pr
cs: Priorita

source: No Tickets Match Your Selection
cs: Žádné hlášení neodpovídá tomuto výběru

source: Previous
cs: Předchozí

source: Page %(ticket_num)s of %(num_pages)s.
cs: Strana %(ticket_num)s z %(num_pages)s.

source: Next
cs: Další

source: Ignore
cs: Ignorovat

source: Change User Settings
cs: Změna uživatelských nastavení

source: Use the following options to change the way your helpdesk system works for you. These settings do not impact any other user.
cs: Následující nastavení se týka pouze Vašeho účtu, můžete si nastavit, jak se má modul chovat.

source: Save Options
cs: Uložit nastavení

source: All Tickets submitted by you that need more specific information
cs: Všechna Vaše hlášení, která potřebují doplnit

source: Last Update
cs: Poslední úprava

source: Supplement
cs: Doplnění

source: There are no tickets.
cs: Nejsou zde žádná hlášení.

source: Ticket Overview
cs: Přehled hlášení

source: Back to overview
cs: Zpět na přehled

source: Current Ticket Stats
cs: Aktuální statistiky hlášení

source: Average number of days until ticket is closed (all tickets):
cs: Průměrný počet dní do uzavření hlášení (všechna hlášení):

source: Average number of days until ticket is closed (tickets opened in last 60 days):
cs: Průměrný počet dní do uzavření (pro hlášení otevřená v posledních 60 dnech):

source: Click
cs: Klikněte

source: for detailed average by month.
cs: pro detailnější průměr dle měsíce.

source: Distribution of open tickets, grouped by time period:
cs: Distribuce otevřených hlášení, sloučeno dle času:

source: Days since opened
cs: Počet dní od otevření

source: Number of open tickets
cs: Počet otevřených hlášení

source: Helpdesk Summary
cs: Shrnutí Helpdesku

source: Open
cs: Otevřeno

source: Resolved
cs: Vyřešeno

source: (pick up a ticket if you start to work on it)
cs: (chcete-li začít pracovat na hlášení, musíte si hlášení vzít)

source: There are no unassigned tickets.
cs: Nejsou zde žádná nepřiřazená hlášení.

source: Manager Helpdesk Overview
cs: Přehled správce závad

source: All Ticket with solution waiting for validation
cs: Všechna hlášení čekající na kontrolu řešení

source: This ticket cannot be resolved or closed until the tickets it depends on are resolved.
cs: Toto hlášení nemůže být vyřešeno nebo uzavřeno, dokud nejsou vyřešeny závislá hlášení.

source: Ticket is available to be taken and solved, click 'Take' to take it.
cs: Hlášení lze k vyřešení, kliknutím na 'Vzít' jej začnete řešit.

source: Logged Out
cs: Odhlášen

source: <h2>Logged Out</h2> <p>Thanks for being here. Hopefully you've helped resolve a few tickets and make the world a better place.</p>
cs: <h2>Odhlášen</h2> <p>Děkujeme za využívání našich služeb.</p>

source: To log in simply enter your username and password below.
cs: Pro přihlášení zadejte své uživatelské jméno a heslo.

source: Your username and password didn't match. Please try again.
cs: Vaše uživatelské jméno a heslo nesouhlasí, zkuste to znovu.

source: Technician Helpdesk Overview
cs: Přehled technika

source: All Tickets being resolved by you
cs: Všechna hlášení řešená Vámi

source: All Tickets without solver
cs: Všechna hlášení bez řešitele

source: Helpdesk: Open Tickets in queue %(queue)s for %(username)s
cs: Helpdesk: Otevřená hlášení typu %(queue)s pro %(username)s

source: Helpdesk: Open Tickets for %(username)s
cs: Helpdesk: Otevřená hlášení pro %(username)s

source: Open and Reopened Tickets in queue %(queue)s for %(username)s
cs: Otevřená a znovuotevřená hlášení typu %(queue)s pro %(username)s

source: Open and Reopened Tickets for %(username)s
cs: Otevřená a znovuotevřená hlášení pro %(username)s

source: Helpdesk: Unassigned Tickets
cs: Helpdesk: Nepřiřazená hlášení

source: Unassigned Open and Reopened tickets
cs: Nepřiřazená otevřená a znovuotevřená hlášení

source: Helpdesk: Recent Followups
cs: Helpdesk: Nejnovější komentáře

source: Recent FollowUps, such as e-mail replies, comments, attachments and resolutions
cs: Nejnovější komentáře, e-maily, přílohy, atd.

source: Helpdesk: Open Tickets in queue %(queue)s
cs: Helpdesk: Otevřená hlášení typu %(queue)s

source: Open and Reopened Tickets in queue %(queue)s
cs: Otevřená a Znovuotevřená hlášení typu %(queue)s

source: Invalid ticket ID or e-mail address. Please try again.
cs: Špatný identifikátor hlášení nebo e-mailová adresa. Zkuste to prosím znovu.

source: Submitter accepted resolution and closed ticket
cs: Nahlašovatel přijal řešení a uzavřel hlášení

source: Accepted resolution and closed ticket
cs: Přijaté řešení a uzavřené hlášení

source: Assigned to %(username)s
cs: Přiřazeno %(username)s

source: Updated
cs: Aktualizováno

source: Assigned to %(username)s in bulk update
cs: Přiřazeno %(username)s v hromadné aktualizaci

source: Unassigned in bulk update
cs: Řešitel odstraněn v hromadné aktualizaci

source: Closed in bulk update
cs: Uzavřeno v hromadné aktualizaci

source: <p><strong>Note:</strong> Your keyword search is case sensitive because of your database. This means the search will <strong>not</strong> be accurate. By switching to a different database system you will gain better searching! For more information, read the <a href="http://docs.djangoproject.com/en/dev/ref/databases/#sqlite-string-matching">Django Documentation on string matching in SQLite</a>.
cs: <p><strong>Poznámka:</strong> Vyhledávání dle klíčových slov je citlivé na velikost písmen kvůli Vaší databázi. To znamená, že vyhledávání <strong>nebude</strong> přesné. Přechodem na jinou databázi získáte lepší možnosti vyhledávání! Více informací zjistíte na <a href="http://docs.djangoproject.com/en/dev/ref/databases/#sqlite-string-matching">Django Documentation on string matching in SQLite</a>.

source: Ticket taken off hold
cs: Zrušeno pozastavení hlášení

source: Ticket placed on hold
cs: Hlášení pozastaveno

source: User by Priority
cs: Uživatel dle priorit

source: User by Queue
cs: Uživatel dle typu závady

source: User by Status
cs: Uživatel dle stavu

source: User by Month
cs: Uživatel dle měsíce

source: Queue by Priority
cs: Typ závady dle priority

source: Queue by Status
cs: Typ závady dle stavu

source: Queue by Month
cs: Typ závady dle měsíce

source: Logged hours by User
cs: Počet hodin strávených řešením hlášení dle uživatele
