Repository: ondrejsika2/metrocar
Catalog: server/metrocar/helpdesk/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Queue
cs: Typ závady

source: Summary of the problem
cs: Shrnutí závady

source: Submitter E-Mail Address
cs: E-mailová adresa nahlašovatele

source: This e-mail address will receive copies of all public updates to this ticket.
cs: Na tuto e-mailovou adresu budou zasílány všechny veřejné aktualizace tohoto hlášení

source: Description of Issue
cs: Popis závady

source: Case owner
cs: Řešitel

source: If you select an owner other than yourself, they'll be e-mailed details of this ticket immediately.
cs: Vybraný řešitel bude o přidělení hlášení informován (pokud nevyberete sám sebe)

source: Priority
cs: Priorita

source: Please select a priority carefully. If unsure, leave it as '3'.
cs: Pečlivě vyberte prioritu. Nejste-li si jisti, nechte 3.

source: Due on
cs: Vyřešit do

source: Attach File
cs: Přiložit soubor

source: You can attach a file such as a document or screenshot to this ticket.
cs: K hlášení můžete přiložit soubor, například dokument, obrázek, ...

source: Ticket Opened
cs: Hlášení otevřeno

source: Ticket Opened & Assigned to %(name)s
cs: Hlášení otevřeno & Přiřazeno %(name)s

source: Summary of your query
cs: Shrnutí dotazu

source: Your E-Mail Address
cs: Vaše e-mailová adresa

source: We will e-mail you when your ticket is updated.
cs: Při aktualizaci hlášení budete informován.

source: Description of your issue
cs: Popis závady

source: Please be as descriptive as possible, including any details we may need to address your query.
cs: Popište závadu co možná nejpřesněji, včetně například času, kdy jste závadu objevili.

source: Urgency
cs: Naléhavost

source: Please select a priority carefully.
cs: Pečlivě vyberte prioritu.

source: Ticket Opened Via Web
cs: Nahlášeno přes web

source: E-mail me on ticket change?
cs: Přejete si být informován při změně hlášení?

source: If you're the ticket owner and the ticket is changed via the web by somebody else, do you want to receive an e-mail?
cs: Přejete si být informován e-mailem při změně Vám přiřazeného hlášení, udělal-li změnu někdo jiný přes web?

source: E-mail me when assigned a ticket?
cs: Přejete si být v případě přiřazení k hlášení jako řešitel informován e-mailem?

source: If you are assigned a ticket via the web, do you want to receive an e-mail?
cs: Budete-li zvolen přes web jako řešitel hlášení, přejete si být informován e-mailem?

source: Number of tickets to show per page
cs: Počet zobrazených hlášení na stránku

source: How many tickets do you want to see on the Ticket List page?
cs: Kolik hlášení se má zobrazovat na stránce při vyhledávání?

source: Which car has defect?
cs: Které vozidlo má závadu?

source: Ticket Supplement
cs: Doplnění hlášení

source: Who reported?
cs: Kdo nahlásil závadu?

source: Who reported this defect?
cs: Které nahlásil tuto závadu?

source: Title
cs: Název

source: Slug
cs: Název v URL a v DB

source: This slug is used when building ticket ID's. Once set, try not to change it or e-mailing may get messy.
cs: Tento název se používá při tvorbě identifikátoru hlášení. Jakmile je jednou zadán, neměňte jej!

source: Active
cs: Aktivní

source: Can be any report added to this queue?
cs: Smí se vytvořit hlášení s tímto typem závady?

source: Description
cs: Popis

source: Description of this queue and its content. Tickets of which type/kind should be in this queue?
cs: Popis tohoto typu. Jaké závady by měly být tohoto typu?

source: E-Mail Address
cs: E-mailová adresa

source: All outgoing e-mails for this queue will use this e-mail address. If you use IMAP or POP3, this should be the e-mail address for that mailbox.
cs: Všechny odchozí e-maily pro tento typ použijí danou e-mailovou adresu. Jestliže využijete IMAP nebo POP3, tohle by měla být e-mailová adresa daného mailboxu.

source: Locale
cs: Lokalizace

source: Locale of this queue. All correspondence in this queue will be in this language.
cs: Lokalizace pro tento typ. Veškerá konverzace v rámci tohoto typu bude v tomto jazyce.

source: Allow Public Submission?
cs: Povolit veřejná hlášení?

source: Should this queue be listed on the public submission form?
cs: Měl by být tento typ dostupný ve veřejném formuláři pro hlášení závad?

source: Allow E-Mail Submission?
cs: Povolit e-mailový odběr?

source: Escalation Days
cs: Počet dní pro zvýšení priority

source: New Ticket CC Address
cs: Nová adresa Ticket CC

source: Updated Ticket CC Address
cs: Aktualizovaná adresa Ticket CC

source: E-Mail Box Type
cs: Typ e-mailové schránky

source: Use SSL for E-Mail?
cs: Použít SSL pro e-mail?

source: E-Mail Username
cs: Uživatelské jméno pro e-mail

source: Username for accessing this mailbox.
cs: Uživatelské jméno pro přístup do mailboxu

source: E-Mail Password
cs: Heslo pro e-mail

source: Password for the above username
cs: Heslo pro výše zadaného uživatele

source: IMAP Folder
cs: Složka pro IMAP

source: E-Mail Check Interval
cs: Interval kontroly e-mailu

source: How often do you wish to check this mailbox? (in Minutes)
cs: Jak často si přejete kontrolovat tento mailbox? (v minutách)

source: SOCKS4 or SOCKS5 allows you to proxy your connections through a SOCKS server.
cs: SOCK4 nebo SOCK5 dovolují použít proxy připojení skrz SOCKS server.

source: Queues
cs: Typy závad

source: New
cs: Nový

source: Invalid
cs: Nevalidní

source: Supplement needed
cs: Potřeba doplnit

source: To resolve
cs: K vyřešení

source: Resolving
cs: V řešení

source: Checking
cs: V kontrole

source: Closed
cs: Uzavřeno

source: 1. Critical
cs: 1. Kritická

source: 2. High
cs: 2. Vysoká

source: 3. Normal
cs: 3. Normální

source: 4. Low
cs: 4. Nízká

source: 5. Very Low
cs: 5. Velice nízká

source: Which car?
cs: Které vozidlo má závadu?

source: Who created?
cs: Kdo nahlásil závadu?

source: Created
cs: Vytvořeno

source: Date this ticket was first created
cs: Datum vzniku hlášení

source: Modified
cs: Upraveno

source: Date this ticket was most recently changed.
cs: Datum poslední úpravy

source: Submitter E-Mail
cs: E-mailová adresa nahlašovatele

source: The submitter will receive an email for all public follow-ups left for this task.
cs: Nahlašovatel bude e-mailem informován o každém veřejném komentáři tohoto hlášení.

source: Assigned to
cs: Řešitel

source: Status
cs: Stav

source: On Hold
cs: Pozastaveno

source: If a ticket is on hold, it will not automatically be escalated.
cs: Pokud je hlášení pozastaveno, nebude se mu automaticky zvyšovat priorita.

source: The content of the customers query.
cs: Obsah zákaznického dotazu.

source: Resolution
cs: Řešení

source: The resolution provided to the customer by our staff.
cs: Popis řešení poskytovany zákazníkům

source: 1 = Highest Priority, 5 = Low Priority
cs: 1 = Nejvyšší priorita, 5 = Nejnižší priorita

source: The date this ticket was last escalated - updated automatically by management/commands/escalate_tickets.py.
cs: Datum posledního zvýšení priority

source: Unassigned
cs: Nepřiřazeno

source: Ticket
cs: Hlášení

source: Tickets
cs: Hlášení

source: Date
cs: Datum

source: Comment
cs: Komentář

source: Public
cs: Veřejné

source: Public tickets are viewable by the submitter and all staff, but non-public tickets can only be seen by staff.
cs: Veřejná hlášení může zobrazit nahlašovatel a každý zaměstnanec, neveřejná hlášení mohou vidět pouze zaměstnanci.

source: User
cs: Uživatel

source: New Status
cs: Nový stav

source: If the status was changed, what was it changed to?
cs: Pokud byl změněn stav, na co se změnil?

source: Hours spent:
cs: Stráveno hodin:

source: How many hours have you worked on this task?
cs: Kolik hodin jste strávil řešením tohoto úkolu?

source: Follow-up
cs: Komentář

source: Follow-ups
cs: Komentáře

source: Field
cs: Pole

source: Old Value
cs: Stará hodnota

source: New Value
cs: Nová hodnota

source: removed
cs: odstraněno

source: set to %s
cs: nastaveno na %s

source: changed from "%(old_value)s" to "%(new_value)s"
cs: změněno z "%(old_value)s" na "%(new_value)s"

source: Ticket change
cs: Změna hlášení

source: Ticket changes
cs: Změny hlášení

source: File
cs: Soubor

source: Filename
cs: Jméno souboru

source: MIME Type
cs: MIME typ

source: Size
cs: Velikost

source: Size of this file in bytes
cs: Velikost souboru v bytech

source: Attachment
cs: Příloha

source: Attachments
cs: Přílohy

source: Leave blank to allow this reply to be used for all queues, or select those queues you wish to limit this reply to.
cs: Vyberte typy závad, pro které může být tato odpověď použita. Pozn. Nezvolíte-li nic (pole bude prázdné), odpověď bude povolena pro všechny typy.

source: Name
cs: Jméno

source: Only used to assist users with selecting a reply - not shown to the user.
cs: Použito pouze pro pomoc s výběrem odpovědí - nezobrazuje se uživateli.

source: Body
cs: Tělo

source: Context available: {{ ticket }} - ticket object (eg {{ ticket.title }}); {{ queue }} - The queue; and {{ user }} - the current user.
cs: Dostupný kontext: {{ ticket }} - hlášení (eg {{ ticket.title }}); {{ queue }} - Typ závady; a {{ user }} - aktuální uživatel.

source: Pre-set reply
cs: Přednastavená odpověď

source: Pre-set replies
cs: Přednastavené odpovědi

source: Leave blank for this exclusion to be applied to all queues, or select those queues you wish to exclude with this entry.
cs: Můžete zvolit typy závad, které vyloučíte s tímto záznamem. Necháte-li prázdné, zvoleny jsou všechny typy závad.

source: Date on which escalation should not happen
cs: Datum, kdy nedojde k zvýšení priority

source: Escalation exclusion
cs: Výjimka zvýšení priority

source: Escalation exclusions
cs: Výjimky zvýšení priority

source: Template Name
cs: Název šablony

source: Subject
cs: Předmět

source: Heading
cs: Hlavička

source: In HTML e-mails, this will be the heading at the top of the email - the same context is available as in plain_text, below.
cs: V HTML e-mailech to bude nadpis - stejný kontext jako v plain_text dole.

source: Plain Text
cs: Čistý text

source: The same context is available here as in plain_text, above.
cs: Stejný kontext je dostupný, stejně jako výše v plain_text.

source: Locale of this template.
cs: Lokalizace této šablony

source: e-mail template
cs: e-mailová šablona

source: e-mail templates
cs: e-mailové šablony

source: Knowledge base category
cs: Kategorie báze znalostí

source: Knowledge base categories
cs: Kategorie báze znalostí

source: Category
cs: Kategorie

source: Question
cs: Otázka

source: Answer
cs: Odpověď

source: Votes
cs: Hlasy

source: Total number of votes cast for this item
cs: Celkový počet hlasů

source: Positive Votes
cs: Kladné hlasy

source: Number of votes for this item which were POSITIVE.
cs: Počet pozitivních hlasů.

source: Last Updated
cs: Poslední úprava

source: The date on which this question was most recently changed.
cs: Datum poslední úpravy této otázky.

source: Unrated
cs: Nehodnoceno

source: Knowledge base item
cs: Položka báze znalostí

source: Knowledge base items
cs: Položky báze znalostí

source: Query Name
cs: Název dotazu

source: User-provided name for this query
cs: Uživatelsky definovaný název dotazu

source: Shared With Other Users?
cs: Sdílet s ostatními uživateli?

source: Should other users see this query?
cs: Měli by ostatní uživatelé vidět tento dotaz?

source: Search Query
cs: Dotaz pro vyhledávání

source: Pickled query object. Be wary changing this.
cs: Uložený objekt reprezentující dotaz. Pozor na změny.

source: Saved search
cs: Uložené vyhledávání

source: Saved searches
cs: Uložená vyhledávání

source: Settings Dictionary
cs: Slovník nastavení

source: User Setting
cs: Uživatelské nastavení

source: User Settings
cs: Uživatelská nastavení

source: Leave blank for this e-mail to be ignored on all queues, or select those queues you wish to ignore this e-mail for.
cs: Vyberte typy závad, pro které se má tato e-mailová adresa ignorovat. Necháte-li prázdné, ignorovat se bude pro všechny typy závad.

source: Date on which this e-mail address was added
cs: Datum přidání této e-mailové adresy

source: Enter a full e-mail address, or portions with wildcards, eg *@domain.com or postmaster@*.
cs: Zadejte plnou e-mailovou adresu, nebo části s wildcardy, např. *@domain.com nebo postmaster@*.

source: Save Emails in Mailbox?
cs: Uchovávat e-maily v mailboxu?

source: Do you want to save emails from this address in the mailbox? If this is unticked, emails from this address will be deleted.
cs: Přejete si ukládat e-maily přijaté z této adresy v mailboxu? Nezaškrtnuté políčko znamená, že budou mazány.

source: Ignored e-mail address
cs: Ignorovaná e-mailová adresa

source: Ignored e-mail addresses
cs: Ignorované e-mailové adresy

source: User who wishes to receive updates for this ticket.
cs: Uživatelé, kteří si přejí být informováni o aktualizacích tohoto hlášení

source: For non-user followers, enter their e-mail address
cs: Pro uživatele bez účtu vložte jejich e-mailovou adresu

source: Can View Ticket?
cs: Smí zobrazit hlášení?

source: Can Update Ticket?
cs: Smí aktualizovat hlášení?

source: Field Name
cs: Jméno položky

source: As used in the database and behind the scenes. Must be unique and consist of only lowercase letters with no punctuation.
cs: Použito v databázích. Musí být unikátní a obsahovatpouze malá písmena.

source: Label
cs: Popisek

source: The display label for this field
cs: Popisek této položky

source: Help Text
cs: Pomocný text:

source: Shown to the user when editing the ticket
cs: Zobrazuje se uživatelům při úpravě hlášení

source: Character (single line)
cs: Jednořádkový text

source: Text (multi-line)
cs: Víceřádkový text

source: Integer
cs: Celé číslo

source: Decimal
cs: Desetinné číslo

source: List
cs: Seznam

source: Boolean (checkbox yes/no)
cs: Pravdivostní hodnota (ano/ne)

source: Time
cs: Čas

source: Date & Time
cs: Datum a čas

source: IP Address
cs: IP adresa

source: Data Type
cs: Datový typ

source: Allows you to restrict the data entered into this field
cs: Dovoluje Vám omezit vstupní data

source: Maximum Length (characters)
cs: maximální počet znaků

source: Decimal Places
cs: Počet desetinných míst

source: Only used for decimal fields
cs: Pouze pro datový typ Desetinné číslo

source: Add empty first choice to List?
cs: Přidat do seznamu prázdnou možnost?

source: Only for List: adds an empty first entry to the choices list, which enforces that the user makes an active choice.
cs: Pouze pro seznam: přidá jako první položku v seznamu prázdnou hodnotu a uživatelé budou muset zvolit nějakou hodnotu dále v seznamu.

source: List Values
cs: Položky seznamu

source: For list fields only. Enter one option per line.
cs: Pouze pro seznam. Jedna možnost na jeden řádek.

source: Ordering
cs: Řazení

source: Lower numbers are displayed first; higher numbers are listed later
cs: První jsou malá čísla, pak velká

source: Required?
cs: Povinné?

source: Does the user have to enter a value for this field?
cs: Musí uživatel vložit hodnotu tohoto pole?

source: Staff Only?
cs: Pouze pro zaměstnance?

source: If this is ticked, then the public submission form will NOT show this field
cs: Je-li toto zaškrtnuté, potom tato položka nebude zobrazena veřejně.

source: Custom field
cs: Vlastní položka

source: Custom fields
cs: Vlastní položky

source: Ticket custom field value
cs: Hodnota vlastní položky hlášení

source: Ticket custom field values
cs: Hodnoty vlastní položky hlášení

source: Depends On Ticket
cs: Závisí na hlášení

source: Ticket dependency
cs: Závislost hlášení

source: Ticket dependencies
cs: Závislosti hlášení

source: Check for user without django-helpdesk UserSettings and create settings if required. Uses settings.DEFAULT_USER_SETTINGS which can be overridden to suit your situation.
cs: Kontrola existence uživatelských nastavení pro Helpdesk, v případě potřeby vytvořeny.Využívá settings.DEFAULT_USER_SETTINGS, lze přenastavit pro Vaše potřeby.potřeby.

source: Ticket escalated after %s days
cs: Zvýšena priorita hlášení po %s dnech

source: Created from e-mail
cs: Vytvořeno e-mailem

source: Unknown Sender
cs: Neznámý odesílatel

source: No plain-text email body available. Please see attachment email_html_body.html.
cs: Není dostupná čistě textová verze e-mailu. Podívejte se do email_html_body.html.

source: E-Mail Received from %(sender_email)s
cs: E-mail přijat od %(sender_email)s

source: Ticket Re-Opened by E-Mail Received from %(sender_email)s
cs: Hlášení znovuotevřeno e-mailem přijatým od %(sender_email)s

source: (Reopened)
cs: (Znovuotevřeno)

source: (Updated)
cs: (Aktualizováno)

source: My Open Tickets
cs: Moje otevřená hlášení

source: All Recent Activity
cs: Poslední akce

source: Unassigned Tickets
cs: Nepřiřazená hlášení

source: System Settings
cs: Nastavení systému

source: Delete Saved Query
cs: Smazat zložený dotaz

source: Delete Query
cs: Smazat dotaz

source: Are you sure you want to delete this saved filter (<em>%(query_title)s</em>)? To re-create it, you will need to manually re-filter your ticket listing.
cs: Opravdu chcete smazat uložený filtr (<em>%(query_title)s</em>)? Pro jeho znovuvytvoření budete muset manuálně vyfiltrovat seznam hlášení.

source: You have shared this query, so other users may be using it. If you delete it, they will have to manually create their own query.
cs: Tento dotaz sdílíte, mohou jej tedy využívat ostatní uživatelé. Jestliže jej smažete, ostatní si budou muset vytvořit vlastní.

source: No, Don't Delete It
cs: Ne, nemazat

source: Yes - Delete It
cs: Ano - smazat

source: Create Ticket
cs: Vytvořit hlášení

source: Submit a Ticket instead of customer
cs: Vytvořit hlášení místo zákazníka

source: Submit a Ticket
cs: Nahlásit závadu

source: Unless otherwise stated, all fields are required.
cs: Pokud není řečeno jinak, všechna pole jsou povinná.

source: Please provide as descriptive a title and description as possible.
cs: Poskytněte co možná nejdetailnější popis, včetně např. kdy jste závadu objevili.

source: Submit Ticket
cs: Nahlásit závadu

source: Customer Helpdesk Overview
cs: Zákaznický přehled

source: All Tickets submitted by you
cs: Všechna hlášení, které jste vytvořil

source: Your tickets that need supplement
cs: Vaše hlášení, která potřebují doplnit

source: Welcome to your Helpdesk Dashboard! From here you can quickly see tickets submitted by you, tickets you are working on, and those tickets that have no owner.
cs: Vítejte v systému Helpdesk! Na této stránce máte přehled všech hlášení, která se Vás týkají.

source: Open Tickets assigned to you (you are working on this ticket)
cs: Nevyřešená hlášení, u nichž jste řešitel

source: You have no tickets assigned to you.
cs: Neřešíte žádné hlášení.

source: Welcome to your Helpdesk Dashboard!
cs: Vítejte v Dashboardu systému Helpdesk!

source: All New Tickets
cs: Všechna nová hlášení

source: Resolved tickets to be checked
cs: Vyřešená hlášení ke kontrole

source: There are no tickets to be checked.
cs: Žádné hlášení nepotřebuje kontrolu.

source: Delete Ticket
cs: Smazat hlášení

source: Are you sure you want to delete this ticket (<em>%(ticket_title)s</em>)? All traces of the ticket, including followups, attachments, and updates will be irreversibly removed.
cs: Opravdu chcete smazat toto hlášení (<em>%(ticket_title)s</em>)? Všechno, co je s hlášením nějak spojené, bude nenávratně smazáno.

source: Edit Ticket
cs: Upravit hlášení

source: Edit a Ticket
cs: Upravit hlášení

source: Note
cs: Poznámka

source: Editing a ticket does <em>not</em> send an e-mail to the ticket owner or submitter. No new details should be entered, this form should only be used to fix incorrect details or clean up the submission.
cs: Po úpravě hlášení <em>ne</em>odesílá e-mail nahlašovateli nebo řešiteli.Nové detaily by proto neměli být touto cestou doplňovány.Tento formulář slouží pouze k opravě informací.

source: Save Changes
cs: Uložit změny

source: Ignore E-Mail Address
cs: Ignorotvat e-mailovou adresu

source: To ignore an e-mail address and prevent any emails from that address creating tickets automatically, enter the e-mail address below.
cs: Pro zablokování e-mailové adresy a znemožnění automatického vytváření hlášení ze zpráv pocházející z této adresy zadejte e-mailovou adresu do políčka.

source: You can either enter a whole e-mail address such as <em>email@domain.com</em> or a portion of an e-mail address with a wildcard, such as <em>*@domain.com</em> or <em>user@*</em>.
cs: Buď můžete zadat celou e-mailovou adresu, např. <em>email@domain.com</em>, nebo její část s wildcard, např. <em>*@domain.com</em> nebo <em>user@*</em>.

source: Delete Ignored E-Mail Address
cs: Smazat ignorovanou e-mailovou adresu

source: Un-Ignore E-Mail Address
cs: Odblokovat e-mailovou adresu

source: Are you sure you wish to stop removing this email address (<em>%(email_address)s</em>) and allow their e-mails to automatically create tickets in your system? You can re-add this e-mail address at any time.
cs: Opravdu chcete tuto e-mailovou adresu (<em>%(email_address)s</em>) odstranit?Kdykoliv ji můžete znovu přidat.

source: Keep Ignoring It
cs: Ponechat zablokované

source: Stop Ignoring It
cs: Odblokovat

source: Ignored E-Mail Addresses
cs: Ignorované e-mailové adres

source: <h2>Ignored E-Mail Addresses</h2> <p>The following e-mail addresses are currently being ignored by the incoming e-mail processor. You can <a href='add/'>add a new e-mail address to the list</a> or delete any of the items below as required.</p>
cs: <h2>Ignorované e-mailové adresy</h2> <p>Následující e-mailové adresy jsou ignorovány příchozím e-mailovým procesorem.Můžete <a href='add/'>přidat novou do seznamu</a> nebo nějakou smazat.</p>

source: Date Added
cs: Datum přidání

source: Keep in mailbox?
cs: Uchovat v mailboxu?

source: Delete
cs: Smazat

source: All
cs: Všechny

source: Keep
cs: Uchovat

source: <strong>Note:</strong> If the 'Keep' option is not selected, emails sent from that address will be deleted permanently.
cs: <strong>Poznámka:</strong> Pokud není zvolena možnost 'Uchovat', e-maily odeslané z této adresy budou smazány.

source: Edit followup
cs: Upravit komentář

source: Edit FollowUp
cs: Upravit komentář

source: Reassign ticket:
cs: Přidělit jinému:

source: Title:
cs: Název:

source: Comment:
cs: Komentář:

source: Knowledgebase Category: %(kbcat)s
cs: Kategorie báze znalostí: %(kbcat)s

source: You are viewing all items in the %(kbcat)s category.
cs: Všechny články kategorie %(kbcat)s

source: Article
cs: Článek

source: Knowledgebase
cs: Báze znalostí

source: We have listed a number of knowledgebase articles for your perusal in the following categories. Please check to see if any of these articles address your problem prior to opening a support ticket.
cs: Pro Vaši pomoc jsme do následujích kategorií umístili několik článků. Před nahlášením závady zkontrolujte, jestli některý z následujících článků nepopisuje Váš problém.

source: Knowledgebase Categories
cs: Kategorie v bázi znalostí

source: Knowledgebase: %(item)s
cs: Báze znalostí: %(item)s

source: View <a href='%(category_url)s'>other <em>%(category_title)s</em> articles</a>, or continue <a href='../'>viewing other knowledgebase articles</a>.
cs: Zobrazit <a href='%(category_url)s'>další <em>%(category_title)s</em> články</a> této kategorie, nebo pokračovat na <a href='../'>ostatní kategorie</a>.

source: Feedback
cs: Zpětná vazba

source: We give our users an opportunity to vote for items that they believe have helped them out, in order for us to better serve future customers. We would appreciate your feedback on this article. Did you find it useful?
cs: Uživatelé mohou hlasovat o tom, jak moc jim tento článěk pomohl. Uvítali bychom i Vaši zpětnou vazbu. Pomohl Vám tento článek?

source: This article was useful to me
cs: Tento článek mi pomohl

source: This article was <strong>not</strong> useful to me
cs: Tento článek byl pro mě <strong>nepoužitelný</strong>
