Repository: ondrejsika2/metrocar
Catalog: mfe/locale/*/LC_MESSAGES/django.po
Languages: cs

source: cars
cs: automobily

source: reservations
cs: rezervace

source: users
cs: uživatelé

source: car
cs: automobil

source: find cars
cs: Vyhledat auta

source: parking list
cs: seznam pakrovišť

source: fares
cs: ceny

source: No car is available in chosen time.
cs: Ve zvolený čas není k dispozici žádné auto.

source: Year of manufacture
cs: Rok výroby

source: Registration number
cs: SPZ

source: Color
cs: Barva

source: Owner
cs: Vlastník

source: Only dedicated parking
cs: Pouze vyhrazená parkoviště

source: Yes
cs: Ano

source: No
cs: Ne

source: Reserve this car now
cs: Zarezervovat nyní

source: Current location
cs: Současná poloha

source: Current pricing
cs: Cena za vypůjčení

source: Multiple items found
cs: Více nalezených položek

source: Nothing found
cs: Nenalezena žádná shoda

source: Find cars
cs: Vyhledat auta

source: <p>Below you can search for cars in your neighborhood. You can get more details by clicking on car sign, which will open car details on the right side of the page.</p>
cs: <p>Pomocí nástroje níže můžete hledat automobily ve vašem okolí. Více informací o automobilu získáte kliknutím na jeho symbol. Detaily se potom zobrazí vpravo na stránce.</p>

source: Car finder
cs: Vyhledávač automobilů

source: Enter a location or a car type, model etc.
cs: Zadeje lokaci, typ nebo model automobilu apod.

source: Fares
cs: Ceny

source: <p>Fares vary for different car models, but all cars of given car model have same fare. They have two basic compounds: price for <strong>distance driven</strong> and price for <strong>time elapsed</strong>.</p> <p>Also, fares can be different during day - but only their time-based compound. Price for distance always remains the same.</p> <p>There are <strong>personal plans</strong> available, which can reduce the cost dramatically for frequent users. If your intrested in personal plan, please continue <a href="">here</a>.</p>
cs: <p>Ceny se liší pro různé modely automobilů, ale všechny automobily jednoho modelu mají stejnou sazbu. Cena má dvě základní složky: cena za <strong>ujetou vzdálenost</strong> a cena za <strong>čas</strong>.</p> <p>Ceny také mohou být různé během dne - ale pouze jejich časová složka. Cena za ujetou vzdálenost vždy zůstává stejná.</p> <p>Existují i <strong>tarify</strong>, které mohou dramaticky snížit ceny pro časté uživatele. Pokud máte zájem o tarif, prosím pokračujte <a href="">zde</a>.</p>

source: Price for km
cs: Cena za kilometr

source: Price per hour
cs: Cena za hodinu

source: from
cs: od

source: No cars available.
cs: Žádné automobily k dispozici.

source: 1 hour
cs: 1 hodina

source: 1 km
cs: 1 kilometr

source: Location
cs: Poloha

source: show profile
cs: zobrazit profil

source: fast reservation
cs: rychlá rezervace

source: Parking list
cs: Seznam pakrovišť

source: City
cs: Město

source: Places count
cs: Počet míst k parkování

source: No parkings available.
cs: Nejsou dostupná žádná parkoviště.

source: Cars
cs: Automobily

source: General info
cs: Základní informace

source: Parkings
cs: Parkoviště

source: Start time
cs: Čas začátku

source: End time
cs: Čas konce

source: Available cars - select one
cs: Dostupné automobily - zvolte jeden

source: You have to choose any available car
cs: Musíte si vybrat nějaké vozidlo

source: Missing some data
cs: Chybí nějaká data.

source: Comment can not be empty.
cs: Komentář musí být vyplněný.

source: reserve car
cs: zarezervovat-automobil

source: success
cs: úspěch

source: submit-cancel
cs: potvrdit-zrušení

source: cancel
cs: zrušit

source: edit
cs: upravit

source: confirmation
cs: potvrzení

source: oustanding loans
cs: neuzavřené výpůjčky

source: add journey
cs: přidat jízdu

source: delete journey
cs: smazat jízdu

source: finish reservation
cs: dokončit rezervaci

source: finish
cs: dokončit

source: This car seems to be already registered. Please try to choose another one.
cs: Zdá se, že toto vozidlo je již zarezervováno. Zkuste prosím vybrat jiné.

source: Unexpected error has been occured. Please try it again.
cs: Vyskytl se neočekávaný problém. Prosím zkuste to znovu.

source: You have want of money on your account!
cs: Nemáte dostatek peněz na účtu!

source: It is not possible to cancel reservation that has already begun.
cs: Není možné zrušit již probíhající rezervaci.

source: Do you want to cancel reservation %(reservation)s for car %(car)s? <a href="%(yes_url)s">Yes</a> | <a href="%(no_url)s">No</a>
cs: Opravdu chcete zrušit rezervaci %(reservation)s pro vozidlo %(car)s? <a href="%(yes_url)s">Ano</a> | <a href="%(no_url)s">Ne</a>

source: Access to reservation is denied.
cs: Přístup k této rezervaci je zakázaný.

source: It is not allowed to add another journey.
cs: Není dovoleno přidávat další jízdu.

source: You do not have enough money amount on your account. Journey bill is %.2f Kč.
cs: Nemáte dostatek peněz na svém účtu. Cena za jízdu činí %.2f Kč.

source: Unexpected error has been occured.
cs: Vyskytl se neočekávaný problém.

source: Error
cs: Chyba

source: Reservation could not be finished. Some error has been occured.
cs: Rezervace nemohla být dokončena. Objevily se některé problémy.

source: Reservation has been already finished.
cs: Rezervace byla již ukončena.

source: Add journey
cs: Přidat jízdu

source: Car
cs: Automobil

source: Reserved from
cs: Zarezervováno od

source: Reserved until
cs: Zarezervováno do

source: <p>Please fill-up journey information.</p>
cs: <p>Prosím vyplňte informace k dané jízdě.</p>

source: Add
cs: Přidat

source: Change
cs: Změnit

source: <p>It is not possible to record journey information while subsidiary is using onboard unit in cars.</p>
cs: <p>Není možné uložit informace o dané jízdě pokud pobočka využívá palubní jednotky ve vozidlech.</p>

source: Loan confirmation
cs: Potvrzení výpůjčky

source: Reservation journeys
cs: Jízdy rezervace

source: Start
cs: Začátek

source: End
cs: Konec

source: Length
cs: Délka

source: Price
cs: Cena

source: Journey price
cs: Cena jízdy

source: Pickup fee
cs: Poplatek za vyzvednutí automobilu

source: Total loan price
cs: Celková cena výpůjčky

source: Back
cs: Zpět

source: Do you really want to finish this loan?
cs: Chcete opravdu dokončit tuto výpůjčku?

source: Place a firm finish
cs: Závazně dokončit

source: Reservation details
cs: Detaily rezervace

source: Delete
cs: Smazat

source: No journey for this reservation yet.
cs: Pro tuto rezervaci zatím nejsou žádné jízdy.

source: In the next step you will have an opportunity to check information about your loan and finish that.
cs: V následujícím kroku budete mít možnost zkontrolovat informace ohledně vaší výpůjčky a tu pak závazně dokončit.

source: Finish loan
cs: Dokončit výpůjčku

source: Finish of loan
cs: Dokončení výpůjčky

source: Thank you. Your loan has just been successfully finished.
cs: Děkujeme. Vaše výpůjčka byla úspěšně dokončena.

source: Finished reservations
cs: Dokončené rezervace

source: You have finished following reservations
cs: Evidujeme následující dokončené rezervace

source: Reservation start
cs: Začátek rezervace

source: Reservation end
cs: Konec rezervace

source: No finished reservations yet.
cs: Zatím žádné dokončené rezervace.

source: Outstanding loans
cs: Neuzavřené výpůjčky

source: Following loans are waiting for finish
cs: Následující výpůjčky čekají na dokončení

source: Edit
cs: Upravit

source: No outstanding loans yet.
cs: Zatím žádné neuzavřené výpůjčky.

source: Pending reservations
cs: Čekající rezervace

source: You have following pending reservations
cs: Evidujeme následující čekající rezervace

source: No pending reservations.
cs: Žádné čekající rezervace.

source: An error occured when validating your request
cs: Nastala chyba při validaci vašeho požadavku.

source: <p>Please choose a car below to proceed.</p>
cs: <p>Pro pokračování prosím zvolte automobil níže.</p>

source: Proceed
cs: Pokračovat

source: New reservation - summary
cs: Nová rezervace - shrnutí

source: Selected car
cs: Zvolený automobil

source: Reservation time
cs: Čas rezervace

source: Planned distance
cs: Plánovaná vzdálenost

source: Price for traveled distance
cs: Cena za ujetou vzdálenost

source: Reservation price
cs: Cena rezervace

source: Price loan estimation
cs: Odhad ceny výpůjčky

source: Finish reservation
cs: Dokončit rezervaci

source: Cancel
cs: Zrušit

source: New reservation - step
cs: Nová rezervace - krok

source: Reservation sucessful
cs: Rezervace úspěšná

source: <p>Your reservation has been <strong>successfully added</strong> to the system.</p> <p>You can check the details anytime in your personal section
cs: <p>Vaše rezervace byla <strong>úspěšně přidána</strong> do systému.</p> <p>Detaily si můžete kdykoliv zkontrolovat ve vaší osobní sekci

source: <p>Thank you for your interest!</p>
cs: <p>Děkujeme za váš zájem!</p>

source: Introduction
cs: Úvod

source: Log in
cs: Přihlásit se

source: How it works
cs: Jak to funguje

source: About us
cs: O nás

source: Terms of usage
cs: Podmínky použití

source: Contact
cs: Kontakt

source: Username
cs: Uživatelské jméno

source: Password
cs: Heslo

source: Current subsidiary
cs: Zvolená pobočka

source: change
cs: změnit

source: By city
cs: Dle města

source: Logged in
cs: Přihlášen

source: Account balance
cs: Stav účtu

source: My account
cs: Můj účet

source: Join us
cs: Připojte se k nám

source: Rates
cs: Ceny

source: New reservation
cs: Nová rezervace

source: Search
cs: Vyhledávání

source: All Rights Reserved &reg;
cs: Všechna práva vyhrazena &reg;

source: previous
cs: předchozí

source: Page
cs: Stránka

source: of
cs: z

source: next
cs: další

source: Your search did not match any documents.
cs: Pro váš dotaz nebyly nalezeny žádné dokumenty.

source: Search results
cs: Výsledky vyhledávání

source: Enter valid string.
cs: Vložte správný řetězec.

source: About carsharing
cs: O carsharingu

source: User
cs: Uživatel

source: Log out
cs: Odhlásit se

source: Login
cs: Přihlásit se

source: Forgot password
cs: Zapomenuté heslo

source: Our partners
cs: Naši partneři

source: Password confirmation
cs: Ověření hesla

source: Enter the same password as above, for verification.
cs: Zadejte stejné heslo jako výše pro ověření.

source: The two password fields didn't match.
cs: Nezadali jste stejné heslo pro ověření.

source: Date of claim must be in the past.
cs: Datum žádosti musí být v minulosti.

source: You were not supposed to use submitted car in the time you selected.
cs: Ve vámi uvedenou dobu jste neměl(a) oprávnění používat zadaný automobil.

source: my account
cs: můj účet

source: account activities
cs: aktivity na účtu

source: user
cs: uživatel

source: change password
cs: změnit heslo

source: password changed
cs: heslo změněno

source: password reset
cs: heslo změněno

source: edit address
cs: upravit adresu

source: invoices and bills
cs: Faktury a účty

source: claim new fuel bill
cs: Požádat o proplacení účtu za benzín

source: pending
cs: čekající

source: page
cs: stránka

source: finished
cs: dokončené

source: You have been successfully logged in.
cs: Byli jste úspěšně přihlášeni.

source: You have been successfully registered. You will be sent an e-mail as soon as our administrators validate your registration request.
cs: <p> Registrace byla <strong>úspěšná</strong>. Děkujeme za váš zájem. Jakmile naši administrátoři ověří váš požadavek, bude vám zaslán email. </p>

source: Remove errors below.
cs: Odstraňte níže uvedené chyby.

source: Your URL for password reset is not valid. Check it once more and try again. Remember that your URL is valid only for one day.
cs: Vaše URL adresa pro změnu hesla není správná. Proveďte kontrolu a zkuste to ještě jednou. Pamatujte, že vaše URL adresa má platnost pouze jeden den.

source: Password reset for user "%s" was successful. Now you can log in.
cs: Změna hesla pro uživatele "%s" byla úspěšná. Nyní se může přihlásit.

source: Account activities
cs: Aktivity na účtu

source: <p>Below, you will find summary of activities on your user account. You filter and search.</p>
cs: <p>Níže můžete nalézt přehled aktivit na vašem uživatelském účtu .</p>

source: Current account balance
cs: Aktuální stav účtu

source: Account activity list
cs: Aktivity na účtu

source: Time
cs: Čas

source: Description
cs: Popis

source: Value
cs: Hodnota

source: User details
cs: Detaily uživatele

source: Full name
cs: Celé jméno

source: Date of birth
cs: Datum narození

source: Preferred language
cs: Jazyk

source: Drivers licence number
cs: Číslo řidičského průkazu

source: Invoice address
cs: Fakturační adresa

source: Account details
cs: Detaily účtu

source: Last login
cs: Naposledy přihlášen

source: Home subsidiary
cs: Domácí pobočka

source: User card number
cs: Číslo karty

source: Change my details
cs: Změnit moje detaily

source: Change my invoice address
cs: Změnit mojí adresu

source: Change my password
cs: Změnit heslo

source: Upcoming reservations
cs: Čekající rezervace

source: Lately finished reservations
cs: Nedávno dokončené rezervace

source: Edit my details
cs: Změnit moje osobní detaily

source: Change my account details
cs: Změnit detaily mého účtu

source: Edit my address
cs: Upravit mojí adresu

source: Change address
cs: Změnit mojí adresu

source: Account detail
cs: Detail účtu

source: Invoices and bills
cs: Faktury a účty

source: Change password
cs: Změnit heslo

source: My activities
cs: Mé aktivity

source: Reservation history
cs: Historie rezervací

source: Statistics
cs: Statistiky

source: invoices
cs: účty

source: Go back to invoices &raquo;
cs: Zpět k účtům &raquo;

source: New fuel bill claim
cs: Požádat o proplacení účtu za benzín

source: <p>Fuel is part of car rental price. You <strong>are not supposed</strong> to pay it! There might be situations, when you run out of fuel during jour journeys thought. If that's the case, you don't need to worry. You can buy the fuel from your own, document it and then claim the request for refund - and your money will be refunded on your account.</p> <p>The part of this form is a bill photo. Although not required, it's very welcome as it simplifies the bill validation from our staff.</p>
cs: <p>Palivo je součást ceny za pronájem automobilu. Tento výdaj <strong>neplaťte</strong>! Mohou však nastat situace, kdy vám během vaší cesty palivo dojde. Pokud se toto stane, nemusíte mít obavy. Můžete palivo zakoupit ze svého, účet zdokumentovat a vaše peníze vám budou vráceny skrze přičtení peněz na váš uživatelský účet.</p> <p>Součástí tohoto formuláře je i fotografie účtu. Ačkoliv není vyžadována, velmi oceníme, když nám fotografii poskytnete. Velmi to usnadňuje ověření požadavku o proplacení naším personálem.</p>

source: Make claim
cs: Vytvořit požadavek

source: Inactive account
cs: Neaktivní účet

source: <p>We are sorry, but your account is marked as <strong>non-acive</strong> yet.</p> <p>It's likely that your registration request is being processed at the moment. Please wait.</p>
cs: <p>Je nám líto, ale váš účet je označen jako <strong>neaktivní</strong> .</p> <p>Je pravděpodobné že váš požadavek o registraci je právě zpracováván Prosíme čekejte.</p>

source: Invalid credentials
cs: Neplatné přihlašovací údaje

source: You have submitted invalid credentials. Please try again.
cs: <p>Zadali jste neplatné přihlašovací údaje. <a href="">Zapoměl(a) jste vaše heslo</a>? Prosím zkuste to znovu.</p>

source: Did you forgot your password
cs: Zapomněli jste vaše heslo

source: Fuel bill
cs: Účet za benzín

source: My invoices and bills
cs: Faktury a účty

source: Make new fuel bill claim
cs: Nový požadavek o proplacení paliva

source: Transfer money to my account
cs: Převést peníze na můj účet

source: List of invoices
cs: Seznam vyúčtování

source: No invoices yet
cs: Zatím žádná vyúčtování

source: Claimed fuel bills
cs: Požadavky o proplacení paliva

source: Code
cs: Kód

source: Datetime
cs: Čas

source: Place
cs: Místo

source: Approved
cs: Schváleno

source: Liter count
cs: Počet litrů

source: Bill preview
cs: Náhled účtu

source: No bill preview submitted
cs: Žádný náhled nebyl poskytnut

source: No fuel bills yet
cs: Zatím žádné účty za palivo

source: Login required
cs: Přihlášení je vyžadováno

source: <p>The page you have chosen requires you to be logged in. Please, supply your credentials to continue.</p>
cs: <p>Vámi požadovaná stránka vyžaduje abyste byl(a) přihlášen(a). Prosíme zadejte vaše přihlašovací údaje pro pokračování.</p>

source: Forgotten password
cs: Zapomenuté heslo

source: Insert your username and confirm to send email with further instructions.
cs: Vložte vaše uživatelské jméno a potvrďte odeslání emailu s bližšími instrukcemi.

source: Set your new password
cs: Změnit heslo

source: Password change
cs: Heslo

source: <p>To change your password, please fill-up information below.</p>
cs: <p>Pro změnu hesla prosím vyplňte níže uvedené informace.</p>

source: Password has been changed
cs: Heslo bylo změněno

source: <p>Your password has been <strong>sucessfully changed</strong>. Please keep the new password in safety for your own good.
cs: <p>Vaše heslo bylo <strong>úspěšně změněno</strong>. Prosíme uchovávejte nové heslo v bezpečí pro vaše vlastní dobro.

source: Go back to my account &raquo;
cs: Zpět k mému účtu &raquo;

source: Registration
cs: Registrace

source: <p>You can create your account on-line. If you are interested to join our community, please fill up required information below. After you submit the necessary data, our administrator will be notified. As soon as they validate your request, you will be sent an e-mail confirming the account activation.</p>
cs: <p>Váš účet můžete vytvořit on-line. Pokud máte zájem se zapojit do naší komunity, prosíme vyplňte níže uvedené informace. Po odeslání nezbytných budou informování naši administrátoři. Jakmile ověří váš požadavek, bude vám zaslán e-mail s potvrzením aktivace účtu.</p>

source: <p> The registration <strong>was successfull</strong>. Thank you for your interest. You will be sent an e-mail as soon as our administrators validate your registration request. </p>
cs: <p> Registrace byla <strong>úspěšná</strong>. Děkujeme za váš zájem. Jakmile naši administrátoři ověří váš požadavek, bude vám zaslán email. </p>

source: Register
cs: Zaregistrovat

source: Your variable symbol is
cs: Váš variabilní symbol je

source: login
cs: přihlášení

source: logout
cs: odhlášení

source: registration
cs: registrace
